Repository: franglais125/pixel-saver
Catalog: po/*.po
Languages: cs, de, hu, pl

source: Cancel
cs: Storno
de: Abbrechen
hu: Mégse
pl: Anuluj

source: Save
cs: Uložit
de: Speichern
hu: Mentés
pl: Zapisz

source: Clear entry
cs: Vyčistit položku
de: Eintrag entfernen
hu: Bejegyzés törlése
pl: Usuń

source: Window control buttons
cs: Tlačítka ovládání okna
de: Fenster-Schaltflächen
hu: Ablakvezérlő gombok
pl: Przyciski sterujące okna

source: Before app menu
cs: Před nabídkou aplikace
de: Vor Anwendungsmenü
hu: Alkalmazásmenü előtt
pl: Przed menu programu

source: After app menu
cs: Za nabídkou aplikace
de: Hinter Anwendungsmenü
hu: Alkalmazásmenü után
pl: Po menu programu

source: Before status area
cs: Před stavovou oblastí
de: Vor Statusbereich
hu: Állapotterület előtt

source: Within status area
cs: Ve stavové oblasti
de: Innerhalb des Statusbereichs
hu: Állapotterületen belül
pl: Wewnątrz obszaru statusu

source: After status area
cs: Za stavovou oblastí
de: Hinter Statusbereichs
hu: Állapotterület után
pl: Za obszarem statusu

source: Hidden
cs: Skryté
de: Versteckt
hu: Rejtett
pl: Ukryte

source: Autohide buttons
cs: Tlačítka automaticky skrývat
de: Schaltflächen automatisch ausblenden
hu: Gombok automatikus elrejtése
pl: Automatyczne ukrywanie przycisków

source: Show buttons for snapped windows
cs: Zobrazovat tlačítka u přichycených oken
de: Schaltflächen bei eingerasteten Fenstern anzeigen
hu: Gombok megjelenítése a képernyő széléhez illesztett ablakoknál
pl: Pokaż przyciski dla przylegających okien

source: Replace App Menu name with Window name
cs: Nahradit název nabídky aplikace názvem okna
de: Anwendungsmenü durch Fenstername ersetzen
hu: Alkalmazásmenü nevének cseréje az ablak nevére
pl: Zastąp Menu programu przez nazwę okna

source: Replace App Menu name for snapped windows
cs: U přichycených oken nahradit název nabídky aplikace
de: Anwendungsmenü bei eingerasteten Fenstern ersetzen
hu: Az alkalmazásnév cseréje a képernyő széléhez illesztett ablakoknál
pl: Zastąp Menu programu dla przylegających okien

source: Maximum label width (px)
hu: Címke maximális szélessége (px)

source: Set to -1 to disable
hu: A kikapcsoláshoz állítsa -1-re

source: Remove title bars only on the main monitor
cs: Odebrat lišty titulků pouze na hlavním monitoru
de: Titelleisten nur auf dem primären Bildschirm entfernen
hu: Címsávok eltávolítása csak az elsődleges kijelzőn
pl: Zastosuj rozszerzenie tylko dla głównego monitora

source: Basic settings
cs: Základní nastavení
de: Grundeinstellungen
hu: Alapvető beállítások
pl: Ogólne

source: Automatic theme
cs: Motiv vzhledu automaticky
de: Automatisches Thema
hu: Automatikus téma
pl: Automatycznie

source: Theme
cs: Motiv vzhledu
de: Thema
hu: Téma
pl: Motyw

source: List type
cs: Typ seznamu
de: Listentyp
hu: Lista típusa
pl: Lista wyjątków

source: Disabled
cs: Vypnuté
de: Deaktiviert
hu: Letiltva
pl: Brak

source: Whitelist
cs: Vyjmenovat povolené
de: Weiße Liste
hu: Fehérlista
pl: Biała lista

source: Blacklist
cs: Vyjmenovat zakázané
de: Schwarze Liste
hu: Feketelista
pl: Czarna lista

source: Whitelist: only applications on this list will have the title bar removed. Blacklist: all applications, except the ones on the list, will have the title bar removed.
cs: Vyjmenovat povolené: pouze u oken aplikací na tomto seznamu bude odebrána lišta titulku. Vyjmenovat zakázané: krom aplikací na tomto seznamu, bude oknům všech ostatních lišta titulku odebrána.
de: Weiße Liste: Titelleiste wird nur bei Anwendungen auf dieser Liste entfernt. Schwarze Liste: Titelleiste wird bei allen Anwendungen entfernt, außer denen auf dieser Liste.
hu: Fehérlista: csak a listán szereplő alkalmazások címsora lesz eltávolítva. Feketelista: minden alkalmazás címsora el lesz távolítva, kivéve a listán szereplőkét.
pl: <b>Biała lista</b> - tylko programy z tej listy będą miały usuniętą belkę tytułową. <b>Czarna lista</b> - wszystkie programy, z wyjątkiem wymienionych na tej liście, będą miały usuniętą belkę tytułową.

source: Lists
cs: Seznamy
de: Listen
hu: Listák
pl: Wyjątki

source: Maintained by
cs: Udržuje
de: Gewartet durch
hu: Karbantartó
pl: Autor:

source: Webpage
cs: Webová stránka
de: Webseite
hu: Weboldal
pl: Witryna internetowa

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. See the <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 2 or later</a> for details.</span>
cs: <span size="small">Tento program přichází BEZ JAKÝCHKOLI ZÁRUK. Podrobnosti viz <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, verze 2 nebo novější</a></span>
de: <span size="small">Für dieses Programm besteht KEINERLEI GARANTIE. Details unter <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, Version 2 oder später</a></span>
hu: <span size="small">A programhoz SEMMILYEN GARANCIA NEM JÁR. A részletekért lásd a <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, 2-es vagy úja újabb verzióját</a>.</span>

source: About
cs: O rozšíření
de: Info
hu: Névjegy
pl: Informacje
